Repository: GeoffreySaintGermain/TestContactRx
Catalog: Configuration/*.lproj/Localizable.strings
Languages: fr

# googleButtonSignIn
source: Sign in with Google
fr: S'authentifier avec Google

# deconnectUserGoogleButton
source: Disconnect
fr: Déconnexion

source: Phone contacts
fr: Contacts du téléphone

source: Fake contacts
fr: Faux contacts

# sortContacts
source: Sort
fr: Trier

source: Your contacts
fr: Vos contacts

source: Sort by first name
fr: Trier par prénom

# sortByLastName
source: Sort by family name
fr: Trier par nom de famille

source: Contact type
fr: Type de contacts

# enumPhoneContact
source: Phone contacts
fr: Contacts du téléphone

# enumFakeContact
source: Fake contacts
fr: Faux contacts

# unauthorizedAccessContactView
source: Give contact access to access features
fr: Donnez accès aux contacts pour accéder aux fonctionnalités

# openSettingsContact
source: Open settings
fr: Ouvrir les paramètres

# contactRefused
source: Access to contacts denied
fr: Accès aux contacts refusé

# bluetoothSwitchOn
source: Bluetooth is switched on
fr: Bluetooth allumé

# bluetoothSwitchOff
source: Bluetooth is switched off
fr: Bluetooth éteint

# startScanningBluetoothDevices
source: Scan around devices
fr: Scanner les appareils aux alentours

# stopScanningBluetoothDevices
source: Stop scanning devices
fr: Arrêter de scanner

# unauthorizedAccessBluetoothView
source: Give access to Bluetooth to access features
fr: Donnez accès au bluetooth pour accéder aux fonctionnalités

# openSettingsBluetooth
source: Open settings
fr: Ouvrir les paramètres

# bluetoothRefused
source: Access to bluetooth denied
fr: Accès au bluetooth refusé

# buttonChooseLanguage
source: Language
fr: Langue

# menuLangugeFrench
source: French
fr: Français

# menuLangugeEnglish
source: English
fr: Anglais
